Repository: BeshoyAtef/payroll
Catalog: payroll/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Import Attendence
ar: استخراج الحضور

source: Add
ar: اضف

source: Change
ar: غير

source: You don't have permission to edit anything.
ar: لا توجد لديك الصلاحية لتغير اى شىء

source: Recent Actions
ar: الاجرات الاخيرة

source: My Actions
ar: تطبيقاتى

source: None available
ar: لا يوجد

source: Unknown content
ar: المحتوى غير معروف

source: Home
ar: الصفحة الاساسية

source: Employee
ar: الموظف

source: Date
ar: التاريخ

source: Item
ar: القطعة

source: Price
ar: السعر

source: Size
ar: الحجم

source: Add a Reason
ar: اضف السبب

source: Filter
ar: حدد

source: Add batches
ar: اضف الدفعة

source: History
ar: التاريخ

source: View on site
ar: عرض على الموقع

source: Attendance of
ar: الحضور لى

source: check_in
ar: دخول العمل

source: check_out
ar: خروج من العمل

source: Add Exption
ar: اضف استسناء

source: No Attendance Avaiable for
ar: لا يوجد حضور ا

source: Batches of
ar: دفعات ال

source: Id
ar: الهوية

source: No Batches Avaiable for
ar: لا يوجد دفع متوفرة ل

source: Number of payment slips generated
ar: عدد ايصبلت الدفع

source: Number of emplyees whom there payment slips are not ready are
ar: عدد الموظفين بدون ايصال الدفع

source: The employees whose payment slips are not ready are
ar: كشف الموظفين الذين بدون ايصال دفع

source: Month
ar: شهر

source: Pay to
ar: ادفغ ل

source: Amount to be paid
ar: القيمة المتوقع دفعها

source: print all slips
ar: اطبع كل الايصلات
